asvetliakov.vscode-neovim
bradlc.vscode-tailwindcss
burkeholland.simple-react-snippets
csantiago132.intellij-ish-darcula-theme
dbaeumer.vscode-eslint
eamodio.gitlens
esbenp.prettier-vscode
mechatroner.rainbow-csv
mquandalle.graphql
ms-azuretools.vscode-docker
ms-python.black-formatter
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-toolsai.datawrangler
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.vscode-remote-extensionpack
ms-vscode.extension-test-runner
ms-vscode.remote-explorer
ms-vscode.remote-server
msjsdiag.vscode-react-native
redhat.vscode-yaml
sumneko.lua
xadillax.viml
