asvetliakov.vscode-neovim
csantiago132.intellij-ish-darcula-theme
eamodio.gitlens
esbenp.prettier-vscode
hediet.vscode-drawio
mechatroner.rainbow-csv
ms-azuretools.vscode-docker
ms-python.black-formatter
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-toolsai.datawrangler
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode-remote.vscode-remote-extensionpack
ms-vscode.remote-explorer
ms-vscode.remote-server
rust-lang.rust-analyzer
tamasfe.even-better-toml
vadimcn.vscode-lldb
yinfei.luahelper